[
  {
    "question": "How strongly do you agree: I am confident in my english language ability.",
    "category": "Knowledge",
    "attribute": "English language",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my accounting and economics ability.",
    "category": "Knowledge",
    "attribute": "accounting and economics",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my administrative services ability.",
    "category": "Knowledge",
    "attribute": "administrative services",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my arithmetic, algebra, geometry, calculus, or statistics ability.",
    "category": "Knowledge",
    "attribute": "arithmetic, algebra, geometry, calculus, or statistics",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my biology ability.",
    "category": "Knowledge",
    "attribute": "biology",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my building and construction ability.",
    "category": "Knowledge",
    "attribute": "building and construction",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my chemistry ability.",
    "category": "Knowledge",
    "attribute": "chemistry",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my computers and electronics ability.",
    "category": "Knowledge",
    "attribute": "computers and electronics",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my customer service ability.",
    "category": "Knowledge",
    "attribute": "customer service",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my design ability.",
    "category": "Knowledge",
    "attribute": "design",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my food production ability.",
    "category": "Knowledge",
    "attribute": "food production",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my foreign language ability.",
    "category": "Knowledge",
    "attribute": "foreign language",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my geography ability.",
    "category": "Knowledge",
    "attribute": "geography",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my history and archeology ability.",
    "category": "Knowledge",
    "attribute": "history and archeology",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my human resources (hr) ability.",
    "category": "Knowledge",
    "attribute": "human resources (HR)",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my law and government ability.",
    "category": "Knowledge",
    "attribute": "law and government",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my management ability.",
    "category": "Knowledge",
    "attribute": "management",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my manufacture and distribution of products ability.",
    "category": "Knowledge",
    "attribute": "manufacture and distribution of products",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my mechanical ability.",
    "category": "Knowledge",
    "attribute": "mechanical",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my medicine and dentistry ability.",
    "category": "Knowledge",
    "attribute": "medicine and dentistry",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my movement of people or goods by air, rail, sea, or road ability.",
    "category": "Knowledge",
    "attribute": "movement of people or goods by air, rail, sea, or road",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my multimedia ability.",
    "category": "Knowledge",
    "attribute": "multimedia",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my music, dance, visual arts, drama, or sculpture ability.",
    "category": "Knowledge",
    "attribute": "music, dance, visual arts, drama, or sculpture",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my philosophy and religion ability.",
    "category": "Knowledge",
    "attribute": "philosophy and religion",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my physics ability.",
    "category": "Knowledge",
    "attribute": "physics",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my product and service development ability.",
    "category": "Knowledge",
    "attribute": "product and service development",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my psychology ability.",
    "category": "Knowledge",
    "attribute": "psychology",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my public safety and security ability.",
    "category": "Knowledge",
    "attribute": "public safety and security",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my sales and marketing ability.",
    "category": "Knowledge",
    "attribute": "sales and marketing",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my sociology and anthropology ability.",
    "category": "Knowledge",
    "attribute": "sociology and anthropology",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my teaching and course design ability.",
    "category": "Knowledge",
    "attribute": "teaching and course design",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my telecommunications ability.",
    "category": "Knowledge",
    "attribute": "telecommunications",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my therapy and counseling ability.",
    "category": "Knowledge",
    "attribute": "therapy and counseling",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my bringing people together to solve differences ability.",
    "category": "Skills",
    "attribute": "bringing people together to solve differences",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my changing what is done based on other people's actions ability.",
    "category": "Skills",
    "attribute": "changing what is done based on other people's actions",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my figuring out how a system should work and how changes in the future will affect it ability.",
    "category": "Skills",
    "attribute": "figuring out how a system should work and how changes in the future will affect it",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my figuring out how to use new ideas or things ability.",
    "category": "Skills",
    "attribute": "figuring out how to use new ideas or things",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my figuring out what is causing equipment, machines, wiring, or computer programs to not work ability.",
    "category": "Skills",
    "attribute": "figuring out what is causing equipment, machines, wiring, or computer programs to not work",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my installing equipment, machines, wiring, or computer programs ability.",
    "category": "Skills",
    "attribute": "installing equipment, machines, wiring, or computer programs",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my keeping track of how well people and/or groups are doing in order to make improvements ability.",
    "category": "Skills",
    "attribute": "keeping track of how well people and/or groups are doing in order to make improvements",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my listening to others, not interrupting, and asking good questions ability.",
    "category": "Skills",
    "attribute": "listening to others, not interrupting, and asking good questions",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my looking for ways to help people ability.",
    "category": "Skills",
    "attribute": "looking for ways to help people",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my making spending decisions and keeping track of what is spent ability.",
    "category": "Skills",
    "attribute": "making spending decisions and keeping track of what is spent",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my managing your time and the time of other people ability.",
    "category": "Skills",
    "attribute": "managing your time and the time of other people",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my measuring how well a system is working and how to improve it ability.",
    "category": "Skills",
    "attribute": "measuring how well a system is working and how to improve it",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my noticing a problem and figuring out the best way to solve it ability.",
    "category": "Skills",
    "attribute": "noticing a problem and figuring out the best way to solve it",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my planning and doing the basic maintenance on equipment ability.",
    "category": "Skills",
    "attribute": "planning and doing the basic maintenance on equipment",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my reading work related information ability.",
    "category": "Skills",
    "attribute": "reading work related information",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my repairing machines or systems using the right tools ability.",
    "category": "Skills",
    "attribute": "repairing machines or systems using the right tools",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my selecting and managing the best workers for a job ability.",
    "category": "Skills",
    "attribute": "selecting and managing the best workers for a job",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my talking people into changing their minds or their behavior ability.",
    "category": "Skills",
    "attribute": "talking people into changing their minds or their behavior",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my talking to others ability.",
    "category": "Skills",
    "attribute": "talking to others",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my teaching people how to do something ability.",
    "category": "Skills",
    "attribute": "teaching people how to do something",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my thinking about the pros and cons of different options and picking the best one ability.",
    "category": "Skills",
    "attribute": "thinking about the pros and cons of different options and picking the best one",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my thinking about the pros and cons of different ways to solve a problem ability.",
    "category": "Skills",
    "attribute": "thinking about the pros and cons of different ways to solve a problem",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my understanding people's reactions ability.",
    "category": "Skills",
    "attribute": "understanding people's reactions",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my using math to solve problems ability.",
    "category": "Skills",
    "attribute": "using math to solve problems",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my using scientific rules and strategies to solve problems ability.",
    "category": "Skills",
    "attribute": "using scientific rules and strategies to solve problems",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my using the best training or teaching strategies for learning new things ability.",
    "category": "Skills",
    "attribute": "using the best training or teaching strategies for learning new things",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my watching gauges, dials, or display screens to make sure a machine is working ability.",
    "category": "Skills",
    "attribute": "watching gauges, dials, or display screens to make sure a machine is working",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my writing things for co-workers or customers ability.",
    "category": "Skills",
    "attribute": "writing things for co-workers or customers",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my add, subtract, multiply, or divide ability.",
    "category": "Abilities",
    "attribute": "add, subtract, multiply, or divide",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my bend, stretch, twist, or reach with your body, arms, and/or legs ability.",
    "category": "Abilities",
    "attribute": "bend, stretch, twist, or reach with your body, arms, and/or legs",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my change when and how fast you move based on how something else is moving ability.",
    "category": "Abilities",
    "attribute": "change when and how fast you move based on how something else is moving",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my choose the right type of math to solve a problem ability.",
    "category": "Abilities",
    "attribute": "choose the right type of math to solve a problem",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my come up with lots of ideas ability.",
    "category": "Abilities",
    "attribute": "come up with lots of ideas",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my communicate by speaking ability.",
    "category": "Abilities",
    "attribute": "communicate by speaking",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my communicate by writing ability.",
    "category": "Abilities",
    "attribute": "communicate by writing",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my create new and original ideas ability.",
    "category": "Abilities",
    "attribute": "create new and original ideas",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my decide which thing is closer or farther away from you or decide how far away it is from you ability.",
    "category": "Abilities",
    "attribute": "decide which thing is closer or farther away from you or decide how far away it is from you",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my do two or more things at the same time ability.",
    "category": "Abilities",
    "attribute": "do two or more things at the same time",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my exercise for a long time without getting out of breath ability.",
    "category": "Abilities",
    "attribute": "exercise for a long time without getting out of breath",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my exercise for a long time without your muscles getting tired ability.",
    "category": "Abilities",
    "attribute": "exercise for a long time without your muscles getting tired",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my group things in different ways ability.",
    "category": "Abilities",
    "attribute": "group things in different ways",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my hold or move items with your hands ability.",
    "category": "Abilities",
    "attribute": "hold or move items with your hands",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my imagine how something will look after it is moved around or changed ability.",
    "category": "Abilities",
    "attribute": "imagine how something will look after it is moved around or changed",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my keep your arm or hand steady ability.",
    "category": "Abilities",
    "attribute": "keep your arm or hand steady",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my keep your balance or stay upright ability.",
    "category": "Abilities",
    "attribute": "keep your balance or stay upright",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my know where things are around you ability.",
    "category": "Abilities",
    "attribute": "know where things are around you",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my lift, push, pull, or carry ability.",
    "category": "Abilities",
    "attribute": "lift, push, pull, or carry",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my listen and understand what people say ability.",
    "category": "Abilities",
    "attribute": "listen and understand what people say",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my make general rules or come up with answers from lots of detailed information ability.",
    "category": "Abilities",
    "attribute": "make general rules or come up with answers from lots of detailed information",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my move your arms, legs, and mid-section together while your whole body is moving ability.",
    "category": "Abilities",
    "attribute": "move your arms, legs, and mid-section together while your whole body is moving",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my notice when problems happen ability.",
    "category": "Abilities",
    "attribute": "notice when problems happen",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my order or arrange things ability.",
    "category": "Abilities",
    "attribute": "order or arrange things",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my pay attention to one sound while there are other distracting sounds ability.",
    "category": "Abilities",
    "attribute": "pay attention to one sound while there are other distracting sounds",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my pay attention to something without being distracted ability.",
    "category": "Abilities",
    "attribute": "pay attention to something without being distracted",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my put together small parts with your fingers ability.",
    "category": "Abilities",
    "attribute": "put together small parts with your fingers",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my quickly change the controls of a machine, car, truck or boat ability.",
    "category": "Abilities",
    "attribute": "quickly change the controls of a machine, car, truck or boat",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my quickly compare groups of letters, numbers, pictures, or other things ability.",
    "category": "Abilities",
    "attribute": "quickly compare groups of letters, numbers, pictures, or other things",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my quickly decide if you should move your hand, foot, or other body part ability.",
    "category": "Abilities",
    "attribute": "quickly decide if you should move your hand, foot, or other body part",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my quickly know what you are looking at ability.",
    "category": "Abilities",
    "attribute": "quickly know what you are looking at",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my quickly move your arms and legs ability.",
    "category": "Abilities",
    "attribute": "quickly move your arms and legs",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my quickly move your hand, finger, or foot based on a sound, light, picture or other command ability.",
    "category": "Abilities",
    "attribute": "quickly move your hand, finger, or foot based on a sound, light, picture or other command",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my read and understand what is written ability.",
    "category": "Abilities",
    "attribute": "read and understand what is written",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my recognize spoken words ability.",
    "category": "Abilities",
    "attribute": "recognize spoken words",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my remember words, numbers, pictures, or steps ability.",
    "category": "Abilities",
    "attribute": "remember words, numbers, pictures, or steps",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my see details that are far away ability.",
    "category": "Abilities",
    "attribute": "see details that are far away",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my see details up close ability.",
    "category": "Abilities",
    "attribute": "see details up close",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my see hidden patterns ability.",
    "category": "Abilities",
    "attribute": "see hidden patterns",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my speak clearly ability.",
    "category": "Abilities",
    "attribute": "speak clearly",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my tell the difference between sounds ability.",
    "category": "Abilities",
    "attribute": "tell the difference between sounds",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my use rules to solve problems ability.",
    "category": "Abilities",
    "attribute": "use rules to solve problems",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my use your arms and/or legs together while sitting, standing, or lying down ability.",
    "category": "Abilities",
    "attribute": "use your arms and/or legs together while sitting, standing, or lying down",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my use your lower back and stomach ability.",
    "category": "Abilities",
    "attribute": "use your lower back and stomach",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my achievement/effort ability.",
    "category": "Personality",
    "attribute": "Achievement/Effort",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my adaptability/flexibility ability.",
    "category": "Personality",
    "attribute": "Adaptability/Flexibility",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my analytical thinking ability.",
    "category": "Personality",
    "attribute": "Analytical Thinking",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my attention to detail ability.",
    "category": "Personality",
    "attribute": "Attention to Detail",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my concern for others ability.",
    "category": "Personality",
    "attribute": "Concern for Others",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my cooperation ability.",
    "category": "Personality",
    "attribute": "Cooperation",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my dependability ability.",
    "category": "Personality",
    "attribute": "Dependability",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my independence ability.",
    "category": "Personality",
    "attribute": "Independence",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my initiative ability.",
    "category": "Personality",
    "attribute": "Initiative",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my innovation ability.",
    "category": "Personality",
    "attribute": "Innovation",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my integrity ability.",
    "category": "Personality",
    "attribute": "Integrity",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my leadership ability.",
    "category": "Personality",
    "attribute": "Leadership",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my persistence ability.",
    "category": "Personality",
    "attribute": "Persistence",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my self control ability.",
    "category": "Personality",
    "attribute": "Self Control",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my social orientation ability.",
    "category": "Personality",
    "attribute": "Social Orientation",
    "weight": 1,
    "type": "scale"
  },
  {
    "question": "How strongly do you agree: I am confident in my stress tolerance ability.",
    "category": "Personality",
    "attribute": "Stress Tolerance",
    "weight": 1,
    "type": "scale"
  }
]